[
    {
      "id": "625c3761e26762175b91b29a",
      "price": "$264.53",
      "img": "https://bit.ly/37WXwPA",
      "name": "Immigration Law",
      "discription": "Immigration law refers to the rules established by the federal government for determining who is allowed to enter the country, and for how long. It also governs the naturalization process for those who desire to become U.S. citizens. Finally, when foreign nationals enter without permission, overstay their visit, or otherwise lose their legal status, immigration law controls how the detention and removal proceedings are carried out.\r\n"
    },
    {
      "id": "625c3761eb37f7e71ff03539",
      "price": "$114.02",
      "img": "https://bit.ly/38YJDkw",
      "name": "Education Law",
      "discription": "Education law is the legal discipline covering all issues pertaining to schools, from kindergarten through higher education. Historically, attorneys practicing education law have worked toward expanding access to a high-quality education for all children, as well as providing for greater access to higher education.\r\n"
    },
    {
      "id": "625c376186d16fc41c6004bc",
      "price": "$341.59",
      "img": "https://bit.ly/3EpM4s8",
      "name": "Insurance Law",
      "discription": "There are many types of insurance. The government runs some kinds of insurance, like Social Security disability, worker's compensation, and unemployment insurance. However, the term insurance law usually refers to the law surrounding private insurance. The most common types of private insurance are health insurance, automobile liability insurance, homeowner's insurance, life insurance, title insurance, and malpractice insurance.\r\n"
    },
    {
      "id": "625c37610a0d77f783ee05a0",
      "price": "$225.62",
      "img": "https://img.freepik.com/free-vector/law-firm-lawyer-services-luxury-vintage-crest-logo_9857-242.jpg?w=740",
      "name": "Business Law",
      "discription": "Business law is a section of code that is involved in protecting liberties and rights, maintaining orders, resolving disputes, and establishing standards for the business concerns and their dealings with government agencies and individuals. Every state defines its own set of regulations and laws for business organizations. Similarly, it is also the responsibility of the business concerns to know the existing rules and regulations applicable to them.\r\n"
    },
    {
      "id": "625c376188aaa82ffd41af31",
      "price": "$177.76",
      "img": "https://bit.ly/37nFh5S",
      "name": "Criminal Law",
      "discription": "There are various theories for why we have a criminal law system. Neither theory is exclusive or dispositive. The main theories for criminal law include: to deter crime, to reform the perpetrator, to provide retribution for the act, and to prevent further crimes. There is much discussion regarding these theories of criminal law and which policy is best promoted by the body of criminal law.\r\n"
    },
    {
      "id": "625c376129eeffc4665d73ff",
      "price": "$348.27",
      "img": "https://bit.ly/37nH0s1",
      "name": "Family Law",
      "discription": "Family law is a legal practice area that focuses on issues involving family relationships such as marriage, adoption, divorce, and child custody, among others. Attorneys practicing family law can represent clients in family court proceedings or in related negotiations. They can also draft important legal documents such as court petitions or property agreements.\r\n"
    }
  ]