[
    {
      "id": "625c3761e26762175b91b29a",
      "price": "$2,648.53",
      "img": "http://placehold.it/32x32",
      "name": "Immigration Law",
      "discription": "Ex do eiusmod ea commodo nostrud nulla aliquip aute. Lorem sit dolor ea proident incididunt in aute ex exercitation ut Lorem quis. Amet enim laborum aliquip magna et incididunt sunt.\r\n"
    },
    {
      "id": "625c3761eb37f7e71ff03539",
      "price": "$1,149.02",
      "img": "http://placehold.it/32x32",
      "name": "Education Law",
      "discription": "Esse anim occaecat esse nostrud mollit et pariatur. Labore et dolore duis ex fugiat ullamco voluptate. Magna aliquip Lorem eiusmod aliquip elit aliquip et ex ex. Enim consectetur anim duis officia sit mollit ad exercitation cillum sint sint velit. Deserunt deserunt commodo commodo voluptate ea non aliqua mollit id.\r\n"
    },
    {
      "id": "625c376186d16fc41c6004bc",
      "price": "$3,418.59",
      "img": "http://placehold.it/32x32",
      "name": "Insurance Law",
      "discription": "Ipsum quis laboris occaecat qui anim eiusmod eu occaecat exercitation veniam culpa officia eu incididunt. Ipsum laborum culpa irure tempor enim ea duis proident dolore. Cupidatat pariatur qui enim sint non enim dolore excepteur ullamco esse. Velit fugiat qui nulla sit. Sit occaecat tempor ea Lorem minim ut labore id esse ad dolor pariatur.\r\n"
    },
    {
      "id": "625c37610a0d77f783ee05a0",
      "price": "$2,259.62",
      "img": "http://placehold.it/32x32",
      "name": "Business Law",
      "discription": "Incididunt fugiat amet fugiat minim duis laboris anim nisi aliquip cupidatat exercitation dolore anim. Sint reprehenderit do Lorem do fugiat irure officia. Laborum esse minim aute Lorem minim esse ea esse ex anim. Quis dolor minim enim aliquip qui elit in reprehenderit deserunt aliquip dolore. Consequat eu culpa anim non ea quis deserunt deserunt aliquip.\r\n"
    },
    {
      "id": "625c376188aaa82ffd41af31",
      "price": "$1,773.76",
      "img": "http://placehold.it/32x32",
      "name": "Criminal Law",
      "discription": "Eiusmod voluptate anim nostrud exercitation ex ullamco. Qui mollit qui reprehenderit veniam voluptate occaecat labore. Nostrud do in adipisicing cillum dolore sint dolor nostrud eu. Anim irure adipisicing laborum esse consectetur in laborum. Quis et sunt et cillum reprehenderit reprehenderit.\r\n"
    },
    {
      "id": "625c376129eeffc4665d73ff",
      "price": "$3,487.27",
      "img": "http://placehold.it/32x32",
      "name": "Family Law",
      "discription": "Dolor cillum occaecat ea exercitation do aute nostrud. Mollit labore pariatur culpa ipsum enim id sit fugiat cillum labore sunt irure incididunt. Laboris magna et adipisicing nisi.\r\n"
    }
  ]